// Strings for Jar Launcher.  These are used when a JAR file doesn't have a main class or the class file doesn't 
// have a main()

com.apple.java.JarLauncher.jarLaunchFailed="Die Java-JAR-Datei „%@“ konnte nicht geöffnet werden.";
com.apple.java.JarLauncher.classLaunchFailed="Die Java-Class-Datei „%@“ konnte nicht geöffnet werden.";
com.apple.java.JarLauncher.checkConsole = "Überprüfen Sie die Konsole auf mögliche Fehlermeldungen.";
